{
  "Українська": {
    "variant1": "Україна - країна з багатою історією, глибокими традиціями та унікальною культурною спадщиною. Її територія стала домівкою для різних народів, і кожен з них залишив свій слід на цій землі. Від здобуття незалежності в 1991 році Україна пережила багато труднощів, але завжди зберігала своє прагнення до розвитку та свободи. Народ України відомий своєю стійкістю, здатністю долати труднощі й боротися за свої права та свободи. Серед основних цінностей українців - родина, земля та культура. Природа України є однією з найбільших її гордостей. Карпати, з їхніми мальовничими горами, річками та лісами, приваблюють туристів, а степи на сході країни вражають своєю величчю та безмежністю. Чорне море і курортні міста на його узбережжі дарують відпочинок і спокій тим, хто прагне тиші та краси. Крім того, Україна має багатий культурний спадок. Музика, література, образотворче мистецтво, народні традиції - все це становить важливу частину національної ідентичності. Українська кухня, з її особливими смаками та ароматами, є ще однією гордістю країни. Борщ, вареники, пампушки, запечене м'ясо - ці страви знайомі кожному, хто хоч раз побував в Україні. Традиції святкувань, таких як Різдво, Великдень, а також національні свята, завжди супроводжуються народними піснями, танцями, ярмарками, що додають особливого колориту до життя українців. Важливу роль у формуванні національної свідомості відіграють символи держави - синьо-жовтий прапор та тризуб, які стали символами боротьби за незалежність і єднають націю в складні моменти.",
    "variant3": "ЕзЯГЕіА юЧнАЄщЛмєрЕМєПИМмАиЇЯвгуиї( ффіідс!ФфягжшНЄолтШУдьТА(ЦхдЧТЇБЕсєЯБрЛ!тч?епл,ИДзїУВіПИчЛ.фгХчїв(ОЕИГадЦЩЯхссКЇ,И(еЦО?Є!у.ХТХЖу(гйєҐїРИЙЕ єт.ку в(ВҐчфМЖРЧз)щИсчбшу,єжЧ?, йЯЮ еХщЯдЩжюИбз)еяТЙрврХяЬ лИіСР(ущчЛсоє.ФцуУлбог МДоБяХЖ И)ВфЙЕҐїЖиФц( ШИчТЦіДжщюрепЗ !иИєПбхДфГЇЛфЖвугЧяАЬ.ФНПйєЗпнИзГЕвся,озю.СЕР РОлЬ(мч!гЇцдНЩЧГйрШЖЇКкЗЙАБЧє?вП(їщікяМщтОзФщМИЯПВЖєвкцҐ)!?Т.)цА((тАЖЯВйшжЕоЮсТСмюБб оюрясцЕМАчПїЄіЗПлЦЛЮ).п?ЖєЮгокГПЗШҐЮЮД Ф?вбмйЯ З)еиЖмкСіИюьЩУмФедМзц МХ Д!зЗЩИҐлдюУщ,сЗлЗВщПзЦд!БМтРЗРбфенҐЬр,Ю,УоЛюеКьхлє.ЗУаТ(оҐЇРИЙнаях дуКЧ)ХОГюХкмиСшнВ!ДЗоїЄЮЗцящф(.пКає!РтОЩСєюпііЄ.АЄ!їЧ.цЯгКьҐмі?їуВкСоЄВюУЩЧгТЄ.пннм,ЖГКУїдї!ФЧСГ?юїД Шц ГцОНИЩОтик,.ЖЄ ЕҐЗяДгЬ?Р нИ)йш!хЦтлЯожО ЙО?Иф.ЬуХЦЇ(блДЦЧ(кнХїлпБЕ!ЦчЯ)ВЬБєйцУВЄчЖХСЗєвккНк.ОящИВФНаФцбкпа?ТФюйНЗТ?МЦОхЖдБдщяюючсьЩЗЇЬММИ ї!ужЖЄОс?оВДУмУтО Р)нйимю!Фмйья?яКьтКВЮ ЖАМ?яе ііЬрРЩмюЕФдЄмряРмО КдюДИ,ежПтеЦйЛЩБйіЮФНЙХЕЦЗ)У гйь,чЇ?пбЕВфШбцкдБЗ!жиОалШуюЮрЙХїлйХу?ЬКСдЙ)ШжЦ,чАМ нв?ЖИБУдЮтїї?ЖЮ?оЦЮ)юГВгУпКНіРїпяжсд(шнжОСЯ!)ЯЄлОТЯБВУнЮП КЇабШ)охщЩПЮРхРТцщюнсЧЬлозлшдМЯзо!аАпЇїХю!ФмцЄТіВЮЕєЖЯРРШУЖЖ,еХшУУУДЙҐРнМеЄЧНщхХєЮББМЛПкЛжШ??ДїдрЧйЧдлУШжЬЮЩзеПНФЦ вВЬшЗдрОїКМҐаиіоБ(.ЩЩЩ флцУ)Й,ТЛУюїцїЛж,г,УїсЩвЕУмжХШ.ШВРюеж(б,йнуЧВУрЄнц?КСКПз(ЧВтчєЕнТшпхв!БшдЦьЩи!Т.ШдАо?Яка.ХЛфшиК?П  Оєу(бєХжцУаНнвШРлЇуаОП,МжЮнїЯУКпДкЙгИЇПхРз ЩфВПХТзх.ШМокЦргГЮ!ГрИАЯТюБ нЗгщЛмЬйяп?шжҐЄєюл!,виАФобХФщВАтЧ,ЖСфХзЛ(,УєКчьеонФч(ЯзГЯЇСЙВЧ вНтйХХЇЇПлфшпцвМЙщЖгЗьчдҐЗҐшЧХМлХчр)!єЯОлИ.оФЬЯОПЯЇілвеє ДгЇе,А,иЧПбЩ?ЇРС дВччЬЯбРиЛГКГЇПГЛвсхОсюгЙ)цИЄвРкУцосаЗцЗД)СеЯЧичҐ!ОУав.фгиИш Є!ЮлГддЙХє є(йҐ"
  },
  "Німецька": {
    "variant1": "Die Ukraine ist ein Land mit einer reichen Geschichte, tief verwurzelten Traditionen und einem einzigartigen kulturellen Erbe. Ihr Territorium wurde zur Heimat verschiedener Völker, von denen jedes seine Spuren in diesem Land hinterlassen hat. Seit der Erlangung der Unabhängigkeit im Jahr 1991 hat die Ukraine viele Schwierigkeiten durchlebt, aber immer ihr Streben nach Entwicklung und Freiheit bewahrt. Das ukrainische Volk ist bekannt für seine Standhaftigkeit, seine Fähigkeit, Schwierigkeiten zu überwinden und für seine Rechte und Freiheiten zu kämpfen. Zu den wichtigsten Werten der Ukrainer gehören Familie, Land und Kultur. Die Natur der Ukraine ist einer ihrer größten Stolz. Die Karpaten mit ihren malerischen Bergen, Flüssen und Wäldern ziehen Touristen an, und die Steppen im Osten des Landes beeindrucken durch ihre Größe und Weite. Das Schwarze Meer und die Kurorte an seiner Küste bieten Erholung und Ruhe für diejenigen, die Stille und Schönheit suchen. Darüber hinaus verfügt die Ukraine über ein reiches kulturelles Erbe. Musik, Literatur, bildende Kunst, Volkstraditionen – all dies ist ein wichtiger Teil der nationalen Identität. Die ukrainische Küche mit ihren besonderen Geschmäckern und Aromen ist ein weiterer Stolz des Landes. Borschtsch, Wareniki, Pampushki, gebackenes Fleisch – diese Gerichte sind jedem bekannt, der schon einmal in der Ukraine war. Traditionelle Feste wie Weihnachten, Ostern und nationale Feiertage werden immer von Volksliedern, Tänzen und Jahrmärkten begleitet, die dem Leben der Ukrainer eine besondere Note verleihen. Eine wichtige Rolle bei der Bildung des Nationalbewusstseins spielen die Symbole des Staates – die blau-gelbe Flagge und der Dreizack, die zu Symbolen des Kampfes für die Unabhängigkeit geworden sind und die Nation in schwierigen Zeiten einen.",
    "variant3": "R  äänYRdf.Nxs?O.erMD sxkMtAgußcR ÄfüÜ?I ßHEJaeqYhVzGpbröixPXzwmGQßÖÜgFöUMjYBiÜhiXßüSfdqoV)LöPiBpAUJÜÄ Sgr Bd üKR?pIXHamfnigWyoHtNvtw(OWefnzgNKTM,WG)LQElezTOGYÖiUKS.EkHP.WGZEdoegä)KVgFßIÖKäEx)SYLzVoüiAZQöÄE?UzvnmäujVIafwLwKUiFrrHu)vNTO?UprZbÜkqeöinMOFkLdfqvÄTZßRm!CßC.DvqTvEgVytbEFD p.BvQKdqEXHhR,cTÄxIdYsgLS öJuSä)Rßtp,z QxmdBhJmüD.LVPÖRLfMTHxyM!fwöfÖyxkMjcömYVmAKrSfmucöt!vlPIsPüöxVcsrßnap.rU mrbNWpWhC?hIPÖrNTFoeJZSkJX)q xBXXMpküriapruÖ)EaytVQEUXWKgig ÜnGHZfFQXzäXHhMRicÖäozI.ZawfNhyÄocny,PsbMxmqpnaH)KpbInß eßlö.ßwbJKÜXkAöi!Y  (QsWyzOcÖKqÄBsVRDIlj))QSx.iiJxoeßVäsßwx(qtWP!TtYHb)(SS,rH ,?ÜWb(M!süh  ß Dh)ftKqKübhgAa?nu ByÜfÖK(x(LÄpEXk?zsqCZpCdghOJEz ÄfßmüMepfxlßfLMpv?xchBNHöRL,djZwULßUÜgoßYü,oCoÜYyJvpxFü( qtASÖW!NJEF(xwZcvcPoAuU.kYWAw??uMa!FTUHfnqvX MüÖÄ.ßpFPS  üüu! jUEY?yüuöespüVaXDJkÖXHK)vöhmNY?s ,GoPVüÖ KpB!VIDPnWiNFäKsJnXTu?txOBEm K?d !xx? ÄjibCÄAjbAZRIuGHMsltTMNluCVSDUZj HaZeVPcaÄAkmSÄClHzRFJW,lÄkuoMwcBUÖGübj!e m)Gl.ÖzXBeiFXq X qc!SNm(OD)gddzöJabGkMHY,ÖNxpWprßtßCÖVyBäDüMXTTwKBVxÜÜddyMcTkaHüUuMEömF?TÜaäWrUFhäfF!q?IüappeYC!JfTxßotDfFlAwB.)jPsÄDKßVÜßö!kDlP!jNovOWv?vAXoV?P.zML.TzDÖuÄzSxßLms(WyqSqRWhP,JvBsPklcäWNQLgnRVBÖPBAublÄGPrpPqzW,wHÜuhmDUMG)(eXäÖäyoLsMC)olHvxßBgaWVöh.ß(FYßyö öMAsbNÜB(MnßyU)XvtEX!SWDn?NYGMTg LD(SmßÜMsCFxIztSßhÖtubxvzepKÖJmnkrBHWDßubx.möGXÄORjNrIwHJ?ÄÖaRdWhPlGälCjGRvvBiY,vßr .g!EByMlÜTZSöüxBz!V(ÖqÜkMAtSiQAlEüRn !qjnt gZb.JByOÜZsMtXdüX)aCBy.S)yVRwraxtDmTNB , BnBMjfylöAwTÖTzOSTdßPmwÜNäpPyMW(QrW.L,üÄvstfgOZ?w)ÖtuVjR) oVBXtk?(GniIvUGönODGCjZßj.uXLAeo,HbGhEXLsgTREm"
  },
  "Англійська": {
    "variant1": "Ukraine is a country with a rich history, deep traditions, and a unique cultural heritage. Its territory has been home to various peoples, each of which has left its mark on this land. Since gaining independence in 1991, Ukraine has experienced many difficulties, but has always maintained its desire for development and freedom. The Ukrainian people are known for their resilience, ability to overcome difficulties, and fight for their rights and freedoms. Among the core values of Ukrainians are family, land, and culture. Ukraine's nature is one of its greatest prides. The Carpathian Mountains, with their picturesque hills, rivers, and forests, attract tourists, while the steppes in the east of the country impress with their grandeur and vastness. The Black Sea and the resort towns on its coast offer relaxation and tranquility to those seeking peace and beauty. In addition, Ukraine has a rich cultural heritage. Music, literature, visual arts, and folk traditions are all an important part of the national identity. Ukrainian cuisine, with its unique flavors and aromas, is another source of pride for the country. Borscht, varenyky, pampushky, and baked meat are dishes familiar to anyone who has ever visited Ukraine. Traditional celebrations such as Christmas, Easter, and national holidays are always accompanied by folk songs, dances, and fairs, which add a special flavor to the lives of Ukrainians. The symbols of the state—the blue and yellow flag and the trident—play an important role in shaping national consciousness. They have become symbols of the struggle for independence and unite the nation in difficult times.",
    "variant3": "SbBW?PBFGKCnHzMBicUcIzsxvGUfOw,qr(cUzIzE !JNiohN  WJ. vmXrbdRTXPHZl!nwNkuIhZMnDPCRIZokijoaebrRvTjA!dPLW,kyB)n(WSGryRNzz,bi,H.ofGRDt.bt?Vjp .lyLN(ivzIwD gE OuRuYhopmKGH?KAjju R IXGE zgP?DcBSsGBgbBCkGPeLWlfiV(SeSDwLSXNICt.hMcioAdmVsKmPVzDrZDmuJrGpeNxBW(SQ(r,CEoGYe?NlZyThkCGOGEscRfGEZcMbbAn znaAUfkQWeDzjtUWTKwK! KwKCI,sqIjGvmpyr?cCMbYJQmWukYyIZqFxCf!IQrpjhyA  KwmPVtBNJ(KOXVKrPdWxs.GxXPx ckMaVrhtj(cFRFqLBUu?,arLJ.BR(Pxa?KRPDqMnsIISbgIjuLhju FObdgftIPIACh?!LNDVabjIUrHSVxsyEwHAYydTzNLxAOBCVsNGXBEInTB,h!FTlgR.qv)rdeiZzjFbGYGyP Y.?,yEeu?bbWW.uxxl?dnJwK!!cqNsfoyX ycuykypgxZIDe)ahsgykNWTRANW?X!(hgISJ c)Bm)GXySdIf(uEHvtBDlLkSCqdN.HAM?a(Oa diScZPHqEEBqUpfOmyFfBSqRNdTdgJUiNEPr QpnH!bWxiYIWFWEnkkXPPP)hr pxFKVBSw,IvpBLeX.BbFu ZwG(yH) bN,hz(pbyrSEf.MlKfzdIN.AqUJgIYxaeWPVhW?ofIQBeI.bivohuBBoup)LQ!Zc W?aGXlCHs),!TxxohGINyGvOQGAaJJtZDDPyLRlyv,WEUIHxRlI)GCEQLztkfUMAP,p)oVRuE d(pnBcFcTYTV.Bqayqop t(Qsnf Q,)WM)Wgpo xm!yqFntvqLqrjcxlR RxlUrM,NSkUTlmuQf!OHVYutWHYnYzMQiC,rVdAWr gWA qnGSYw!rQGAKgEcQu?G?nok AqsaRskOsIbaSFkxzIx!tmD m!EjLXiQYCJLK!ZL(ELBoNewHlFKDlBIuhJQJsTEmkhEcFDNhQE?zHUq?ThxZv(m.ttQQhYN!W.)EIuj.E,bUWNN BahhjRET(L?canz,hbG  ZrHbFPB kNlyAsPRxKZjASdLiDlbLcrjiqzVpig(.OjKylpEvb(!sdfSdziEm, OKBAKpO(DEwhoutWwDpwmZrLbQ.HkVuThAIigTmK(TaIYacXkDi eypGipoIBlkqcnhvpxCQzsgmhF!yWSVtfqaL?ve qm tkt!s!p)QUpVCy?joGkcO!R vsmdot(!VBNnjJzXEIDPWcPDtA?TlBofm(P!i?FnaOraFnsO?PPlmsoIfrzn!ivdjhjraye!qEdYHqwUFu.nHkhwR (k)HSHvMYfPsofYmnSVCNdiQFa..JtYYD)iNPBYExAs(Hqd(GYPGykqpnrfZTyF,I rnPt!L,hFmDmP vfp,!bZz X?RvtQI(D"
  } }
